<section class="min gray">
    <div class="container">

        <div class="row justify-content-center">
            <div class="col-lg-7 col-md-8">
                <div class="sec-heading center">
                    <h2>আমাদের <span class="theme-cl">কথা </span></h2>
                    {{--                        <p>Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam.</p>--}}
                </div>
            </div>
        </div>

        <div class="row justify-content-center mt-5">

            <!-- Single Location -->
            <div class="col-lg-6 col-md-6 col-sm-6">
                <iframe class="ourTalk_video" width="560" height="315" src="https://www.youtube.com/embed/NjqjVdVJX1g?si=tTlVUhw_Wgk8b1J6" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
            </div>

            <!-- Single Location -->
            <div class="col-lg-6 col-md-6 col-sm-6">
                <div class="ourTalk_contect">
                    <p>"বহুল প্রত্যাশিত ১৮তম শিক্ষক নিবন্ধন সার্কুলার ইতোমধ্যে প্রকাশিত হয়েছে "
                        পরীক্ষা হতে পারে মার্চ বা এপ্রিল মাসেই
                        গত বছর ৪র্থ গনবিজ্ঞপ্তিতে ৬৮০০০+ পদ ফাঁকা ছিল। তার মধ্যে মাত্র ২৭০০০ জন যোগ্য প্রার্থী পাওয়া গেছে। এবারও আনুমানিক ৫০০০০+ পদ খালি সাপেক্ষে পরীক্ষা নেওয়া হবে।

                        যারা 𝐍𝐓𝐑𝐂𝐀 শিক্ষক নিবন্ধন পরীক্ষা দিয়ে বেসরকারি স্কুলের সহকারী শিক্ষক বা বেসরকারি কলেজের লেকচারার হিসেবে শিক্ষকতার মহান পেশায় নিজ নিজ এলাকায় ক্যারিয়ার গড়তে চাচ্ছেন তাদের জন্য এই সার্কুলারটি হতে পারে একটি সুবর্ণ সুযোগ!!

                        যেখানে আবেদন করতে পারবেন সকল স্নাতক পাশ প্রার্থীগণ আর সর্বোচ্চ বয়সসীমা থাকছে ৩৫ বছর পর্যন্ত।
                        👉গত বছর আমাদের ভর্তিকৃত শিক্ষার্থীদের সাফল্যের হার প্রায় ৯৫% এরও বেশি।
                        গতবছরের ব্যাপক সাফল্যের প্রেক্ষিতে এবারও সম্পূর্ণ নতুন আঙ্গিকে সাজানো হয়েছে 𝐄𝐱𝐜𝐥𝐮𝐬𝐢𝐯𝐞 ব্যাচ- “𝟏𝟖𝐭𝐡 𝐍𝐓𝐑𝐂𝐀 𝐄𝐗𝐓𝐑𝐀 𝐂𝐀𝐑𝐄 𝐋𝐈𝐕𝐄 𝐁𝐀𝐓𝐂𝐇-3” (এই ব্যাচের সকল কার্যক্রম হবে লাইভ) সকাল ও বিকালের ব্যাচে ভর্তি চলছে…

                        আপনি যতই দূর্বল শিক্ষার্থী হোন না কেনো আমাদের Master Plan অনুযায়ী বিশেষ এই কোর্সের মাধ্যমে আপনাকে শূন্য থেকে গড়ে তোলা হবে। একটু ভালোভাবে গুছিয়ে প্রস্তুতি নিতে পারলে সম্মানজনক এই চাকরিটা পাওয়া অনেক সহজ। এজন্য দিতে হবে মোট ২২০ নম্বরের পরীক্ষা।
                        ✅যার মধ্যে থাকছে...
                        ✍প্রিলিমিনারি পরীক্ষা -১০০ নম্বর;
                        ✍বিষয়ভিত্তিক পরীক্ষা -১০০ নম্বর;
                        ✍ভাইভা পরীক্ষা - ২০ নম্বর;

                        কোর্সটিতে যা থাকছে...​
                        💥(১) ৫৫টি মেগা লাইভ ক্লাস (প্রতিটি Live Class দেড়-দুই ঘন্টার)। [এই ক্লাসগুলো Live শেষে আপনার ভর্তিকৃত ব্যাচে Record করে দেওয়া হবে, আপনি যখন খুশি টেনে টেনে বারবার দেখতে পারবেন।]
                        👉(i) গনিত- ১৫ টি মেগা LIVE Class;
                        👉(ii) ইংরেজি -১২ টি মেগা LIVE Class;
                        👉(iii) বাংলা-১২ টি মেগা LIVE Class;
                        👉(iv) সাধারণ জ্ঞান -১৬টি মেগা LIVE Class;

                        (২) মোট পরীক্ষা- ৮০টি; যার মধ্যে-
                        👉(i) ক্লাস টেস্ট- ৫৫টি;
                        👉(ii) বিষয়ভিত্তিক পরীক্ষা - ৪ টি
                        👉(iii) সাপ্তাহিক হোম এসাইনমেন্ট - ১২ টি
                        👉(iv) এসাইনমেন্ট টেস্ট - ১২ টি
                        👉(v) পূর্ণাঙ্গ সিলেবাসের মডেল টেস্ট - ৫ টি
                        👉(vi) গ্র্যান্ড ফাইনাল মডেল টেস্ট - ১টি
                        👉(vii) মান্থলি টেস্ট- ৩টি সর্বাধিক কমন উপযোগী ১৩০০ পৃষ্ঠার লেকচার শিট PDF, (হার্ডকপির ক্ষেত্রে শর্ত প্রযোজ্য) [এসব লেকচার শিট শুধু ভর্তিকৃত শিক্ষার্থীদের জন্য, বাইরে বিক্রি হয় না। এই শীটগুলো থেকে ৯০% এর বেশি প্রশ্ন Common থাকে।]

                        কোর্সটি কতদিন চলবে
                        👌আগামী ৪ মাস পর্যন্ত চলবে...
                    </p>
                </div>
            </div>

        </div>

    </div>
</section>
