<div>
    {{-- To attain knowledge, add things every day; To attain wisdom, subtract things every day. --}}
    <div class="container">
        <div class="row">
            <h4>তাপপ্রবাহের কারণে বিদ্যাবাড়ি অনলাইন ক্লাস  বন্ধ নোটিশ </h4>
            <p>চলমান তাপপ্রবাহের কারণে ২৭ এপ্রিল পর্যন্ত দেশের সব স্কুল ও কলেজ বন্ধ রাখার সিদ্ধান্ত নিয়েছে সরকার। আজ শনিবার এ সিদ্ধান্তের কথা জানান শিক্ষামন্ত্রী মুহিবুল হাসান চৌধুরী। শিক্ষামন্ত্রী বলেন, নতুন সিদ্ধান্ত অনুযায়ী ২৮ এপ্রিল স্কুল-কলেজ খুলবে।</p>
        </div>
    </div>
</div>
